{
    "locales": {
        "en": {
            "title": "<span class='text-primary'>Work</span> Experience",
            "description": "About my work experience:"
        },

        "zh": {
            "title": "<span class='text-primary'>工作</span> 經驗",
            "description": "關於我的工作經驗:"
        }
    },

    "items": [
        {
            "id": "experience_item_1",
            "place": "@link{places.plutocracyinternational}",
            "period": ["2019/09", "2021/05"],
            "locales": {
                "en": {
                    "title": "Community business specialist",
                    "description": "<b>1.Customer expansion</b><br>Content: Guide customers to register as platform members, recharge within the platform, apply for discounts, and deal with registration and recharge problems encountered.<br><b>2.Customer maintenance</b><br>Content: Maintain customers within community groups to keep users active, and handle and report any problems arising from platform use immediately.<br><b>3.Competition recommendations</b><br>Content: Recommend competitions within the group, and lead customers to place bets based on the projects they are good at, generating user stickiness.<br><b>4.Business connection</b><br>Content: Connect with other departments, deliver orders and instructions from superiors, and coordinate other department affairs.<br><b>5.Live Assistant</b><br>Content: Confirm the barrage content in the live broadcast room, as well as the anchor's oral broadcast and screen content report, and participate in the barrage activity."
                },
                "zh": {
                    "title": "社群業務專員",
                    "description": "1.用戶開發<br>內容:引導用戶註冊成為平台會員，並且充值在平台內，申請優惠，並且處理遭遇到的註冊充值問題。<br>2.用戶維護<br>內容:在社群的群組內維護用戶，使用戶持續活躍，並且平台使用上產生的任何問題，即時處理與回報。<br>3.比賽推薦<br>內容：群組內推薦比賽，並且依照擅長的項目帶領用戶進行投注，產生用戶黏著度。<br>4.業務對接<br>內容：跟其他部門進行對接，交付上級的命令與佈達，協調其他部門事務。<br>5.直播助理<br>內容：確認直播間彈幕內容，以及主播口播及畫面內容回報，參與彈幕活躍。"
                }
            }
        },

        {
            "id": "experience_item_2",
            "place": "@link{places.yichao}",
            "period": ["2021/06", "2022/06"],
            "locales": {
                "en": {
                    "title": "Text customer service",
                    "description": "1.Handle members’ issues related to game points and conversions.<br>2.Assist in testing the game content and updates of the website.<br>3.Complete tasks assigned between departments and assist departments to understand the real-time status of the website.<br>4.Assist newcomers to become familiar with work content and operating system.<br>5.Organize the website data and write formulas and classified data to speed up work processing.<br>6.Compile teaching materials to assist colleagues in becoming familiar with the website content."
                },
                "zh": {
                    "title": "文字客服",
                    "description": "1.處理會員在遊戲點數與轉換的相關問題。<br>2.協助測試網站的遊戲內容與更新。<br>3.完成部門之間交辦的事項與協助部門了解網站的即時狀況。<br>4.協助新人熟悉工作內容與操作系統。<br>5.將網站的數據進行整理，並編寫公式與分類數據，加快工作處理速度。<br>6.編寫教學用的教材，輔助同事對網站內容的熟悉。"
                }
            }
        },

        {
            "id": "experience_item_3",
            "place": "@link{places.chungjhih}",
            "period": ["2022/07", "2024/05"],
            "locales": {
                "en": {
                    "title": "OP Technical customer service",
                    "description": "1.Responsible for communicating with front-end and back-end engineers, understanding requirements and discussing problems with engineers, using JIRA and Redmine to organize and summarize online problems, and track the progress of problem solving.<br>2.Web front-end information, layout, content and layout, adjusted using html, css and json.<br>3.Responsible for coordinating various issues with manufacturers, such as updates, exceptions, domain names, etc., and assisting in confirming API content and data report filling.<br>4.Complete the matters assigned between departments, and assist in communication between departments, and handle any issues related to technology and engineers that need to be handled on the front line across departments.<br>5.Monitor the real-time status of the website and understand and deal with it as soon as possible.<br>6.Assist in testing website content and updates.<br>7.Assist newcomers to become familiar with work content and operating system.<br>8.Organize the website data and write formulas and classified data to speed up work processing.<br>9.Compile teaching materials to assist colleagues in becoming familiar with the website content."
                },
                "zh": {
                    "title": "op技術客服",
                    "description": "1.負責與前後端工程師進行溝通，了解需求並將問題與工程師討論，使用JIRA與Redmine整理、歸納線上問題，追蹤問題解決進度。<br>2.網頁前端資訊、版面、內容與布置，使用html、css與json進行調整。<br>3.負責與廠商協調各類問題，更新、異常、域名等，並協助確認api內容與數據報表補錄。<br>4.完成部門之間交辦的事項，並且協助各部門之間的溝通，任何需要跨部門與技術、工程師相關問題的第一線處理。<br>5.監控網站的即時狀況，並且在第一時間進行了解和處置<br>6.協助測試網站的內容與更版。<br>7.協助新人熟悉工作內容與操作系統。<br>8.將網站的數據進行整理，並編寫公式與分類數據，加快工作處理速度。<br>9.編寫教學用的教材，輔助同事對網站內容的熟悉。"
                }
            }
        }
    ]
}